// 分销说明
<template>
  <div class="px-l" style="height:100vh;">
    <img src="../../../assets/images/distribute/explain.jpg" />
    <p>
      1. 推荐奖
      需求：按推荐关系结算，默认可拿伞下3代的奖金，可手动添加n代的奖金，每个 级别对应的代数结算比例可单独设置。
      2. 对碰奖（管理图）
      需求：小区业绩按比例进行对碰（1.对碰比例可设置），适用于双轨制度（其它轨数的制度不可选择此奖金），每个级别的奖金结算比例可单独设置。
      3. 层碰奖（管理图）
      需求：每一层的奖金只能结算一次，每个级别的结算比例和可拿奖的最大层数可单 独设置。结算方式分两种，供用户选择；
      第一种：按左右区第一单或第n单的报单业绩进行对碰；
      第二种：按左右区的总业绩的小区进行对碰结算。
      4. 报单奖
      需求：报单中心注册会员可获得报单奖，报单中心有不同的级别（店铺级别），每 个级别的结算比例可单独设置，根据注册会员的报单pv结算。
      （报单中心的升级，目前由后台设定，不可自动升级）
    </p>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped>
</style>

